/* No comment provided by engineer. */
"contains" = "contains";

/* No comment provided by engineer. */
"ends with" = "ends with";

/* No comment provided by engineer. */
"is" = "is";

/* No comment provided by engineer. */
"is after" = "is after";

/* No comment provided by engineer. */
"is before" = "is before";

/* No comment provided by engineer. */
"is equal to" = "is equal to";

/* No comment provided by engineer. */
"is greater than" = "is greater than";

/* No comment provided by engineer. */
"is greater than or equal to" = "is greater than or equal to";

/* No comment provided by engineer. */
"is less than" = "is less than";

/* No comment provided by engineer. */
"is less than or equal to" = "is less than or equal to";

/* No comment provided by engineer. */
"is not" = "is not";

/* No comment provided by engineer. */
"is not equal to" = "is not equal to";

/* No comment provided by engineer. */
"is or is after" = "is or is after";

/* No comment provided by engineer. */
"is or is before" = "is or is before";

/* No comment provided by engineer. */
"starts with" = "starts with";

